

commands = {
    'time': ["котра година","скажи мені годину","че по времені"],
    'weather': ["яка погода", "що за вікном", "погода", "погоду"],
    'greetings': ["привіт", "прив", "добрий день", "добрий вечір", "добрий ранок"],
    'name': ["як тебе звати","як тебе називати","який в тебе всевдонім"],
    'how_are_you': ["як ти", "що робиш"],
    'google_search': ["знайти", "найди", "пошукай", "окей google", "okey google"],
    'youtube_search': ["youtube"],
    'flip_coin': ["кинь монетку"],
    'current_location': ["де я знаходжуся", "моє місцезнаходження"],
    'find_location': ["знайди місце", "відкрий карту"],
    'schedule': ["покажи мій розклад", "мій розклад", "покажи розклад"],
    'create_wordfile': ["створи файл", "створи ворд файл", "файл", "створи"],
    'translate': ["переклади слово", "переклади слова", "переклад слова"],
    'news': ["покажи новини", "новини", "новини україни"],
    'instagram': ["инстаграмм", "инстаграм", "игстаграме", "instagram"],
    'facebook': ["фейсбук", "фейсбуке", "фасбук", "facebook", "відкрий фейсбук"],
    'timer': ["таймер", "запусти таймер", "включи таймер"]


}


